[
    {
        "Name" : "HOUND",
        "name":"hound",
        "Daily sleep":"18 hours",
        "Speed":"40 Km/h to 56 Km/h",
        "Lifespan":"11 - 12 years",
        "prize" : "20,000",
        "Description":"The Hound dog breeds include some of the oldest dog breeds. They were primarily developed for use in hunting. They hunting dogs possess strong ancestral traits, renowned for their exceptional scenting abilities, great speed, or keen sight."
    
    },
    {
        "Name" : "AIREDALE",
        "name":"airedale",
        "Temperament": "Intelligent, Outgoing, Alert, Friendly, Confident, Courageous",
        "Speed":"40 Km/h to 56 Km/h",
        "Lifespan":"10 - 12 years",
        "prize" : "17,000",
        "Description":"The Airedale Terrier is the largest of all terrier breeds. Males stand about 23 inches at the shoulder, females a little less. The dense, wiry coat is tan with black markings."
    
    },
    {
        "Name" : "BOXER",
        "name":"boxer",
        "Temperament": "Devoted, Energetic, Cheerful, Intelligent, Fearless, Loyal, Bright, Playful, Friendly, Confident, Calm, Brave ",
        "Colors": "White, Brindle, Fawn",
        "Lifespan":"10 - 12 years",
        "prize" : "25,000",
        "Description":"Boxers are descendants of extinct bullenbaiser breeds crossed with mastiff, bulldog and possibly Great Dane and even a terrier. They were developed in Germany in the 19th century, initially as bull baiting dogs and later as butcher's helpers, controlling cattle in slaughterhouses."
    
    },
    {
        "Name" : "AFFENPINSCHER",
        "name":"affenpinscher",
        "Temperament": "Stubborn, Curious, Playful, Active, Adventurous, Fun-loving",
        "Colors": "Black, Tan, Grey, Silver, Red, Belge",
        "Lifespan":"12 - 14 years",
        "prize" : "30,000",
        "Description":"Dogs of the Affenpinscher breed were originally created to act as ratters in homes, stables, and shops. Bred down in size, they moved up in the world, becoming ladies’ companions. Today, they are happy, mischievous companion dogs."
    
    },
    {
        "Name" : "AKITA",
        "name":"akita",
        "Temperament": "Devoted, Energetic, Cheerful, Intelligent, Fearless, Loyal, Bright, Playful, Friendly, Confident, Calm, Brave ",
        "Colors": "White, Brindle, Fawn",
        "Lifespan":"10 - 15 years",
        "prize" : "22,000",
        "Description":"The Akita is a bold and willful dog, naturally wary of strangers but extremely loyal to their family. They are alert, intelligent, and courageous. They tend to be aggressive toward other dogs, especially those of the same sex. They are best suited to a one-dog household."
    
    },
    {
        "Name" : "DOBERMAN",
        "name":"doberman",
        "Temperament": "Obedient, Energetic, Intelligent, Fearless, Loyal, Alert, Confident",
        "Colors": " White, Black, Fawn, Red, Black & Rust, Blue, Red & Rust, Fawn & Rust, Blue & Rus",
        "Lifespan":"10 - 13 years",
        "prize" : "50,000",
        "Description":"Dobermans are very intelligent, learn easily, respond quickly, and make loving and fun companions. However, they are very strong dogs and can become pushy, destructive, and unmanageable if not raised properly. Socialization starting in puppyhood is imperative, as is obedience training."
    
    },
    {
        "Name" : "BRIARD",
        "name":"briard",
        "Temperament": "Obedient, Energetic, Intelligent, Fearless, Loyal, Alert, Confident",
        "Colors": " Black, White, Tawny, Grey, Black & Tawny, Black & Gray",
        "Lifespan":"10 - 12 years",
        "prize" : "31,000",
        "Description":"The Briard is a very old breed of French working dog. In early times, Briards were used to defend their charges against wolves and poachers, but they eventually became more peaceful herding dogs. ... The Briard is depicted in French tapestries as early as the 8th centur.."
    
    },
    {
        "Name" : "WHIPPET",
        "name":"whippet",
        "Temperament": "Obedient, Energetic, Intelligent, Fearless, Loyal, Alert, Confident",
        "Colors": " Black, White, Tawny, Grey, Black & Tawny, Black & Gray",
        "Speed":"56km/h",
        "Lifespan":"12 - 15 years",
        "prize" : "18,000",
        "Description":"The whippet is similar to a small greyhound.Like a greyhound, the whippet is built for speed. The legs are long and slender, the chest deep, the abdomen tucked up, the body relatively narrow, and the whole dog is muscular. The long whip-like tail is naturally carried low. The eyes are large and lustrous."
    
    },
    {
        "Name" : "LHASA",
        "name":"lhasa",
        "Temperament": "Obedient, Devoted, Energetic, Lively, Intelligent, Steady, Fearless, Spirited, Assertive, Alert, Playful, Friendly",
        "Colors": " Black, White, Dark Grizzle, Honey (Color), Sandy, Golden, Brown",
        "Speed":"56km/h",
        "Lifespan":"12 - 14 years",
        "prize" : "45,000",
        "Description":"The Lhasa Apso is a non-sporting dog breed originating in Tibet. It was bred as an interior sentinel in the Buddhist monasteries, to alert the monks to any intruders who entered. Lhasa is the capital city of Tibet, and apso is a word from the Tibetan language."
    
    },
    {
        "Name" : "ESKIMO",
        "name":"eskimo",
        "Temperament": "Intelligent, Reserved, Alert, Friendly, Protective",
        "Colors": " White, Biscuit",
        "Speed":"56km/h",
        "Lifespan":"13 - 15 years",
        "prize" : "40,000",
        "Description":"An Eskie was the first dog known to ever walk a tightrope. Today, Eskies are still known for the wide variety of tricks they can perform. Like the Poodle, the American Eskimo Dog comes in three sizes: standard, miniature, and toy. The standard, though, usually weighs no more than 35 pounds."
    
    },
    {
        "Name" : "SALUKI",
        "name":"saluki",
        "Temperament": "Aloof, Intelligent, Reserved, Quiet",
        "Colors": " White, Biscuit",
        "Speed":"69km/h",
        "Lifespan":"12 - 14 years",
        "prize" : "42,000",
        "Description":"The saluki is decidedly a one-family dog, tending to be aloof, or even shy, with strangers. This is a devoted, but not particularly demonstrative, breed that will relish sitting by your side, not on your lap. Salukis are quiet at home, extremely gentle with children, and good with other dogs."
    
    },
    {
        "Name" : "DINGO",
        "name":"dingo",
        "Temperament": " Charming, Keen, Fearless, Alert, Confident, Faithful",
        "Colors": " Red Sesame, Black & Tan, Cream, Black Sesame, Sesame, Red",
        "Speed":"69km/h",
        "Lifespan":"12 - 15 years",
        "prize" : "26,000",
        "Description":"The Shiba is the smallest of the Japanese native breeds of dog and was originally developed for hunting by sight and scent in the dense undergrowth of Japan's mountainous areas. Alert and agile with keen senses, he is also an excellent watchdog and companion. His frame is compact with well-developed muscles."
    
    },
    {
        "Name" : "MALTESE",
        "name":"maltese",
        "Temperament": " Charming, Keen, Fearless, Alert, Confident, Faithful",
        "Colors": " Red Sesame, Black & Tan, Cream, Black Sesame, Sesame, Red",
        "Speed":"69km/h",
        "Lifespan":"12 - 15 years",
        "prize" : "29,000",
        "Description":"Maltese are affectionate toy dogs weighing less than seven pounds, covered by a long, straight, silky coat. ... They make alert watchdogs who are fearless in a charming toy-dog way, and they are game little athletes on the agility course. Maltese are low-shedding, long-lived, and happy to make new friends of all ages"
    },
    {
        "Name" : "VIZSLA",
        "name":"vizsla",
        "Temperament": " Charming, Keen, Fearless, Alert, Confident, Faithful",
        "Colors": " Red Sesame, Black & Tan, Cream, Black Sesame, Sesame, Red",
        "Speed":"69km/h",
        "Lifespan":"12 - 15 years",
        "prize" : "19,999",
        "Description":"The Vizsla is a multi-purpose dog that is suitable for work on upland game, on rabbits, and for waterfowl retrieving. The Vizsla is essentially Pointer in type with characteristics of pointer and retriever. The Vizsla was recognized by the American Kennel Club in 1960 and is its 116th breed."
    
    },
    
    {
        "Name" : "AFRICAN",
        "name":"african",
        "Temperament": " Charming, Keen, Fearless, Alert, Confident, Faithful",
        "Colors": " Red Sesame, Black & Tan, Cream, Black Sesame, Sesame, Red",
        "Speed":"69km/h",
        "Lifespan":"12 - 15 years",
        "prize" : "32,999",
        "Description":"The African wild dog is known by many names, including Cape hunting dog or painted dog. Its scientific name, Lycaon pictus, means “painted wolf,” referring to the animal's irregular, mottled coat, which features patches of red, black, brown, white, and yellow fur."
    
    },
    {
        "Name" : "PAPILLON",
        "name":"papillon",
        "Temperament": " Charming, Keen, Fearless, Alert, Confident, Faithful",
        "Colors": " White, White & Chocolate, Fawn & White, Sable, Black & White, Red & White",
        "Speed":"69km/h",
        "Lifespan":"13 - 15 years",
        "prize" : "41,799",
        "Description":"The Pembroke Welsh Corgi is a cattle herding dog breed that originated in Pembrokeshire, Wales. It is one of two breeds known as a Welsh Corgi. The other is the Cardigan Welsh Corgi, and both descend from the line of northern spitz-type dogs.separate and distinct breed from the Cardigan"
    
    },
    {
        "Name" : "PEMBROKE",
        "name":"pembroke",
        "Temperament": "Energetic, Intelligent, Alert, Happy, Friendly",
        "Colors": " Red Sesame, Black & Tan, Cream, Black Sesame, Sesame, Red",
        "Speed":"69km/h",
        "Lifespan":"12 - 15 years",
        "prize" : "22,989",
        "Description":"The Papillon is a small, friendly, elegant toy dog of fine-boned structure, light, dainty and of lively action; distinguished from other breeds by its beautiful butterfly-like ears."
    
    },
    {
        "Name" : "PITBULL",
        "name":"pitbull",
        "Temperament": "Energetic, Intelligent, Alert, Happy, Friendly",
        "Colors": " Red Sesame, Black & Tan, Cream, Black Sesame, Sesame, Red",
        "Speed":"69km/h",
        "Lifespan":"12 - 15 years",
        "prize" : "49,999",
        "Description":"Pit bull is the common name for a type of dog descended from bulldogs and terriers. ... Many of these breeds were originally developed as fighting dogs from crossbreeding bull-baiting dogs (used to hold the faces and heads of larger animals such as bulls) and terriers."
    
    },
    {
        "Name" : "REDBONE",
        "name":"redbone",
        "Temperament": "Energetic, Intelligent, Alert, Happy, Friendly",
        "Colors": " Red Sesame, Black & Tan, Cream, Black Sesame, Sesame, Red",
        "Speed":"69km/h",
        "Lifespan":"12 - 15 years",
        "prize" : "31,999",
        "Description":"The Redbone descends from handsome red foxhounds brought to America by Scottish immigrants in the late 1700s and Red Irish Foxhounds were imported before the Civil War. Redbone breeders, for a period of several years, concentrated on breeding a nearly solid-colored, flashy, red dog, bred also for looks."
    },
    {
        "Name" : "CHOW",
        "name":"chow",
        "Temperament": "Energetic, Intelligent, Alert, Happy, Friendly",
        "Colors": " Red Sesame, Black & Tan, Cream, Black Sesame, Sesame, Red",
        "Speed":"69km/h",
        "Lifespan":"12 - 15 years",
        "prize" : "29,999",
        "Description":"Chows are powerful, compactly built dogs standing as high as 20 inches at the shoulder. ... Chows can have rough or smooth coats of red, black, blue, cinnamon, or cream. Owners say Chows are the cleanest of dogs: They housebreak easily, have little doggy odor, and are known to be as fastidious as cats."   
    },

    {
        "Name" : "CAIRN",
        "name":"cairn",
        "Temperament": "Energetic, Intelligent, Alert, Happy, Friendly",
        "Colors": " Red Sesame, Black & Tan, Cream, Black Sesame, Sesame, Red",
        "Speed":"69km/h",
        "Lifespan":"12 - 15 years",
        "prize" : "20,999",
        "Description":"The Cairn Terrier dog breed is a small working terrier developed on the Isle of Skye in Scotland. Farmers used them to rid their property of vermin, and they needed a dog with courage, tenacity, and intelligence—characteristics still found in today's Cairn."
    },
    {
        "Name" : "HAVANESA",
        "name":"havanese",
        "Temperament": "Energetic, Intelligent, Alert, Happy, Friendly",
        "Colors": " Red Sesame, Black & Tan, Cream, Black Sesame, Sesame, Red",
        "Speed":"69km/h",
        "Lifespan":"12 - 15 years",
        "prize" : "50,000",
        "Description":"The Havanese is a small, sturdy dog of immense charm. The native dog of Cuba, he is beloved as a friendly, intelligent and playful companion. He is slightly longer than tall, with a long, untrimmed, double coat. ... These characteristics of temperament, coat, structure and gait are essential to type."
    },
    {
        "Name" : "KELPIE",
        "name":"kelpie",
        "Temperament": "Energetic, Intelligent, Alert, Happy, Friendly",
        "Colors": " Red Sesame, Black & Tan, Cream, Black Sesame, Sesame, Red",
        "Speed":"69km/h",
        "Lifespan":"12 - 15 years",
        "prize" : "20,990",
        "Description":"He has a natural instinct and aptitude for working in sheep, whether it be in open fields or enclosed yards. This breed originated from Collie type dogs imported from Scotland, but was developed to withstand the harsh heat and dry conditions of the vast open spaces of Australia."
    }, 
    {
        "Name" : "LABRADOR",
        "name":"labrador",
        "Temperament": "Energetic, Intelligent, Alert, Happy, Friendly",
        "Colors": " Red Sesame, Black & Tan, Cream, Black Sesame, Sesame, Red",
        "Speed":"69km/h",
        "Lifespan":"12 - 15 years",
        "prize" : "30,000",
        "Description":"The Labrador Retriever, Labrador, or Lab is a medium-large breed of retriever-gun dog. The Labrador is the most popular breed of dog in many countries around the world."
    }
]
